justinjohnso/soundmesh/firmware/idf/apps/rx/sdkconfig.defaults
# ESP32-S3 Configuration
CONFIG_IDF_TARGET="esp32s3"



# Audio Performance
CONFIG_ESP_DEFAULT_CPU_FREQ_MHZ_240=y
CONFIG_FREERTOS_HZ=1000

# ESP-ADF Compatibility
CONFIG_FREERTOS_ENABLE_BACKWARD_COMPATIBILITY=y